Repository: elementary/feedback
Catalog: po/extra/*.po
Languages: ar, be, ca, ckb, cs, de, es, fr, he, ja, nl, pl, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Feedback
ar: الملاحظات
be: Зваротная сувязь
ca: Informació de retorn
ckb: فیدباک
cs: Zpětná vazba
de: Rückmeldungen/Feedback
es: Comentarios
fr: Commentaires
he: משוב
ja: フィードバック
pl: Informacja zwrotna
pt: Opinião
pt_br: Opinião
ru: Обратная связь
sk: Spätná väzba
sv: Återkoppling
tr: Geri Bildirim
uk: Відгук
zh_cn: 反馈
zh_tw: 回饋

source: File issue reports
be: Падавайце справаздачы аб памылках
ca: Informes d'incidències
es: Envíe reportes sobre problemas o errores
fr: Déposez des rapports d'incident
he: דיווח על תקלות
ja: 不具合を報告します
nl: Bestandsprobleemrapporten
pl: Zgłoszenia problemów z plikami
pt_br: Envie relatórios sobre problemas ou erros
ru: Заполняйте отчёты об ошибках
sk: Podávajte hlásenia o problémoch
sv: Lämna in problemrapporter
tr: Dosya sorun raporları
uk: Звіти про проблими з файлами
zh_tw: 傳送錯誤回報

source: Browse installed components by category and quickly find their online issue trackers.
be: Праглядвайце ўсталяваныя кампаненты па катэгорыям і хутка знаходзьце іх сістэмы па сачэнню за праблемамі.
ca: Exploreu els components instal·lats per categoria i trobeu ràpidament els seus rastrejadors de problemes en línia.
es: Explore los componentes instalados por categoría y encuentre los respectivos informes de incidencias en línea.
fr: Parcourez les composants installés par catégorie et accédez rapidement à leur suivi des problèmes en ligne.
he: עיון ברכיבים מותקנים לפי קטגוריה ואיתור עוקבי התקלות המקוונים שלהם בקלות.
ja: インストールされたコンポーネントをカテゴリー別で表示して、オンライン上のイシュートラッカーを素早く見つけられます。
nl: Blader door ge√Ønstalleerde componenten per categorie en vind snel hun online issue trackers.
pl: Przeglądanie zainstalowanych komponentów ze względu na kategorię i szybkie znajdowanie ich stron do zgłaszania problemów.
pt_br: Explore os componentes instalados por categoria e encontre rapidamente os relatórios de incidentes.
ru: Просматривайте установленные компоненты по категориям и быстро находите их онлайн системы по отслеживанию проблем.
sk: Prehliadajte nainštalované súčasti podľa kategórie a rýchlo nájdite ich online sledovače problémov.
sv: Bläddra bland installerade komponenter efter kategori och hitta snabbt deras felhanterare på nätet.
tr: Yüklü bileşenlere kategoriye göre göz atın ve çevrimiçi sorun izleyicilerini hızla bulun.
uk: Переглядайте встановлені компоненти за категоріями та швидко знаходьте їхні онлайн-трекери проблем.
zh_tw: 依分類瀏覽已安裝的部件並快速找到它們的線上問題追蹤平台。

source: Filter components by category
be: Фільтраванне кампанентаў па катэгорыям
ca: Filtra els components per categoria
es: Filtrar componentes por categoría
fr: Filtrez les composants par catégorie
he: סינון רכיבים לפי קטגוריה
ja: コンポーネントはカテゴリーごとに表示できます
nl: Componenten filteren op categorie
pl: Filtrowanie komponentów ze względu na kategorię
pt_br: Filtrar componentes por categoria
ru: Фильтр компонентов по категориям
sk: Filtrujte súčasti podľa kategórie
sv: Filtrera komponenter efter kategori
tr: Bileşenleri kategoriye göre filtrele
uk: Фільтруйте компоненти за категоріями
zh_tw: 依分類過濾部件

source: Select from a list with icons
be: Выбар са спіса са значкамі
ca: Seleccioneu d'una llista amb icones
es: Seleccione de una lista de iconos
fr: Sélectionnez-les depuis une liste avec des icônes
he: בחירה מרשימה עם סמלים
ja: アイコン付きのリストから選択します
nl: Kiezen uit een lijst met pictogrammen
pl: Wybieranie z listy z ikonami
pt_br: Selecione em uma lista com ícones
ru: Выбор из списка с иконками
sk: Vyberajte zo zoznamu s ikonkami
sv: Välj från en lista med ikoner
tr: Simgeli bir listeden seçim yapın
uk: Вибирайте зі списку з піктограмами
zh_tw: 從有圖示的列表中做選擇

source: Improvements:
ar: التحسينات:
be: Паляпшэнні:
ca: Millores:
ckb: پێشکەوتنەکان:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
he: שיפורים:
ja: 改善点:
nl: Verbeteringen:
pl: Ulepszenia:
pt: Melhorias:
pt_br: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
tr: İyileştirmeler:
uk: Удосконалення:
zh_cn: 改进：
zh_tw: 改善項目：

source: Improved screen reader accessibility
ca: Millora de l'accessibilitat del lector de pantalla
fr: Amélioration de l'accessibilité pour les lecteurs d'écran

source: Updated translations
ar: تحديثات على الترجمة
be: Абноўлены пераклады
ca: Traduccions actualitzades
ckb: وەرگێڕانەکان نوێکراونەوە
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: התרגומים עודכנו
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлені переклади
zh_cn: 翻译更新
zh_tw: 更新翻譯

source: Add Maps and Monitor
ca: Afegeix Mapes i Monitor
fr: Ajout de Cartes et Moniteur
he: הוספת מפות וצג
nl: Kaarten en Monitor toevoegen
ru: Добавлены Карты и Монитор
sv: Lägg till Kartor och Övervaka

source: Fix missing help when a search has no results
be: Выпраўлена даведка, калі рэзультатаў не выяўляецца
ca: Correcció de l'ajuda que falta quan una cerca no té resultats
es: Se corrigió la ayuda inexistente cuando una búsqueda no tiene resultados
fr: Correction de l'absence d'aide lorsqu'une recherche n'aboutit à aucun résultat
he: תוקנה עזרה חסרה כשלחיפוש לא חזרו תוצאות
nl: Repareer missende hulp wanneer een zoekopdracht geen resultaten heeft
pl: Naprawiono brakującą pomoc gdy wyszukiwanie nie zwróci rezultatów
pt_br: Correção da falta de ajuda quando uma pesquisa não tem resultados
ru: Исправлена отсутствующая справка, когда поиск не даёт результатов
sk: Oprava chýbajúcej pomoci, keď je vyhľadávanie bez výsledkov
sv: Fixa hjälp som saknas när en sökning inte ger några resultat
tr: Bir aramanın sonucu olmadığında eksik yardımı düzeltin
uk: Виправлено відсутність довідки, коли пошук не дає результатів
zh_tw: 修正搜尋沒有結果時缺乏說明的問題

source: Don't include apps or addons in Desktop category
be: Катэгорыя "Працоўны стол" цяпер не ўключае праграмы і дапаўненні
ca: No s'inclouen aplicacions ni complements a la categoria d'escriptori
es: Ya no se incluyen aplicaciones o complementos en la categoría de escritorio
fr: Ne pas inclure d'applications ou de modules complémentaires dans la catégorie Bureautique
he: לא ייכללו יישומים או תוספים בקטגוריית שולחן העבודה
nl: Voeg geen apps of add-ons toe aan de categorie Desktop
pl: Aplikacje i dodatki zostały usunięte z kategorii Komputer
pt_br: Não incluir aplicações ou complementos na categoria Área de Trabalho
ru: Из категории «Рабочий стол» были удалены приложения и надстройки
sk: Nezahŕňať aplikácie alebo doplnky v kategórii Pracovná plocha
sv: Inkludera inte appar eller tillägg i skrivbordskategorin
tr: Masaüstü kategorisine uygulama veya eklentileri dahil etme
uk: Застосунки та додатки не включаються до категорії Стільниця
zh_tw: 不要在桌面分類中包含應用程式或附加元件

source: Launch instantly
be: Імгненны запуск
ca: Obre-ho immediatament
es: La aplicación se ejecuta instantáneamente
fr: Démarrage instantané
he: טעינה מיידית
ja: 起動速度を改善
nl: Onmiddellijk starten
pl: Natychmiastowe włączenie
pt_br: Inicie instantaneamente
ru: Мгновенный запуск
sk: Okamžité spustenie
sv: Starta omedelbart
tr: Hemen başlat
uk: Миттєвий запуск
zh_tw: 改善啟動速度

source: Improved keyboard navigation and add double-click launch
be: Паляпшэнні да навігацыі з клавіятуры і запуску падвойным націскам
ca: S'ha millorat la navegació amb el teclat i s'afegeix un llançament amb doble clic.
es: Se mejoró la navegación del teclado y al hacer doble clic para ejecutar
fr: Amélioration de la navigation au clavier et lancement avec un double-clic
he: ניווט בעזרת המקלדת השתפרה והפעלה בלחיצה כפולה
ja: キーボードでの操作を改善し、ダブルクリックで起動できる機能を追加
nl: Verbeterde toetsenbordnavigatie en voeg dubbelklik om te starten toe
pl: Poprawiono nawigację klawiaturą i dodano włączenie podwójnym kliknięciem
pt_br: Melhoria na navegação por teclado e adicionado duplo clique para ser executado
ru: Улучшена навигация с клавиатуры, добавлен запуск двойным щелчком мыши
sk: Zlepšené ovládanie klávesnicou a pridané spustenie dvojitým kliknutím
sv: Förbättrad tangentbordsnavigering och tillägg av start med dubbelklick
tr: Klavye gezintisi iyileştirildi ve çift tıklamayla başlatma eklendi
uk: Поліпшено навігацію за допомогою клавіатури та додано запуск подвійним клацанням миші
zh_tw: 改善鍵盤瀏覽，並加入雙擊啟動的功能

source: Improve responsiveness for small displays
be: Паляпшэнні адаптыўнасці для невялікіх экранаў
ca: Millora de la capacitat de resposta per a pantalles petites
es: Se mejoró la velocidad de respuesta para pantallas pequeñas
fr: Amélioration de l'adaptivité pour les petits écrans
he: השתפרה התגובתיות למסכים קטנים
nl: Verbeter de prestaties voor kleine schermen
pl: Poprawiono responsywność na małych ekranach
pt_br: Melhoria na responsividade para telas pequenas
ru: Улучшена адаптивность для маленьких экранов
sk: Zlepšenie odozvy pre menšie obrazovky
sv: Förbättra responsen för små skärmar
tr: Küçük ekranlar için yanıt hızı iyileştirildi
uk: Поліпшення адаптивності для невеликих дисплеїв
zh_tw: 改善在小螢幕的環境下的顯示

source: Minor updates:
ar: تحديثات طفيفة:
be: Нязначныя абнаўленні:
ca: Actualitzacions menors:
ckb: نوێکارییە چکۆڵەکان:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
he: עדכונים משניים:
ja: そのほかのアップデート:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
pt: Pequenas atualizações:
pt_br: Atualizações menores:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
uk: Незначні оновлення:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Make sure we fetch all addons for System Settings and the Panel
be: Паляпшэнне праверкі і атрымання ўсіх дапаўненняў для панэлі і налад сістэмы
ca: S'assegura que obtinguem tots els complements per a la configuració del sistema i el plafó.
es: Ahora se asegura de buscar todos los complementos para la Configuración del Sistema y el Panel
fr: Nous nous sommes assuré de récupérer toutes les extensions pour les paramètres du système et le panneau
he: מתבצע וידוא שאנחנו מושכים את כל התוספים להגדרות המערכת והלוח
ja: システム設定およびパネルの全拡張機能を確実に取得するように修正
nl: Zorg ervoor dat we alle addons ophalen voor systeeminstellingen en het paneel
pl: Upewniono się, że wszystkie rozszerzenia Ustawień systemowych i Panelu są pobrane
pt_br: Garante buscar todos os complementos para as configurações do sistema e do painel
ru: Улучшено получение дополнений для Параметров системы и Панели
sk: Overiť, že sú prevzaté všetky doplnky pre Nastavenia systému a Panel
sv: Se till att vi hämtar alla tillägg för Systeminställningar och Panelen
tr: Sistem Ayarları ve Panel için tüm eklentileri getirdiğimizden emin olun
uk: Перевірка того, що ми витягли всі додатки для Системних налаштувань і Панелі
zh_tw: 確保我們取得系統設定值和面板的所有附加元件

source: Avoid focus stealing prevention when opening a web browser
be: Выпраўленне папярэджання страты фокуса пры адкрыцці браўзера
ca: S'evita la prevenció del robatori de focus quan s'obre un navegador web.
es: Se evita robar el enfoque cuando se abre un navegador web
fr: Nous avons fait en sorte d'empêcher la perte du focus lors de l'ouverture d'un navigateur Web
he: נמנעה גניבת מיקוד בפתיחת דפדפן
ja: Web ブラウザーを開くと、フォーカスが“フィードバック”から遷移してしまう不具合を修正
nl: Voorkom focus overneming preventie wanneer er een webbrowser wordt geopend
pl: Uniknięto zapobieganiu kradzieży skupienia podczas otwierania przeglądarki
pt: Evita a prevenção do roubo de foco ao abrir um navegador web
pt_br: Evita a prevenção do roubo de foco ao abrir o navegador web
ru: Исправлено предотвращение потери фокуса при открытии веб-браузера
sk: Vyhnúť sa prevencii straty pozornosti pri otváraní webového prehliadača
sv: Undvik att stjäla fokus när du öppnar en webbläsare
tr: Bir web tarayıcısı açarken odak çalma önlemesinden kaçın
uk: Уникання запобіганню перенесення фокусу під час відкриття переглядача
zh_tw: 開啟網頁瀏覽器時避免防止焦點奪取，讓瀏覽器能取得焦點

source: Show more entries under Desktop Components
be: Паказ большай колькасці элементаў катэгорыі "Кампаненты працоўнага стала"
ca: Mostra més entrades a Components d'escriptori.
de: Weitere Einträge unter Desktop-Komponenten anzeigen
es: Se muestran más entradas en Componentes de Escritorio
fr: Affichage d'autres entrées sous Composants du bureau
he: הצגת רשומות נוספות תחת רכיבי שולחן העבודה
ja: “デスクトップコンポーネント”の項目にエントリーを追加
nl: Laat meer vermeldingen zien onder desktopcomponenten
pl: Pokazano więcej wpisów w Komponentach pulpitu
pt: Mostrar mais entradas em Componentes do ambiente de trabalho
pt_br: Mostrar mais entradas em componentes da área de trabalho
ru: Отображение большего количества записей под элементами рабочего стола
sk: Zobrazovať viac vstupov pod Súčasťami pracovného prostredia
sv: Visa fler poster under skrivbordskomponenter
tr: Masaüstü Bileşenleri altında daha fazla girdi göster
uk: Показ більшої кількості записів під компонентами настільних ПК
zh_tw: 在桌面部件下顯示更多項目

source: Report a problem
be: Паведаміць аб праблеме
ca: Informeu d'un problema
es: Reportar un problema
fr: Signaler un problème
he: דיווח על תקלה
nl: Rapporteer een probleem
pl: Zgłoś problem
pt_br: Enviar um problema
ru: Сообщить о проблеме
sk: Nahláste problém
sv: Rapportera ett problem
tr: Bir sorun bildirin
uk: Повідомити про проблему
zh_tw: 回報問題

source: bug;issue;report;
be: хіба;памылка;баг;справаздача;bug;issue;report;
ca: error;problema;informe;
es: problema;informe;error;defecto;incidencia;bug;comentario;
fr: problème;signalement;
he: באג;תקלה;דיווח;בעיה;בעייה;סוגיה;סוגייה;
nl: bug;probleem;rapporteren;
pl: bug;problem;zgłoszenie;
pt_br: erro;problema;reportar;
ru: bug;issue;report;баг;ошибка;отчёт;проблема;
sk: bug;problém;hlásenie;chyba;
sv: bugg;fråga;rapport;
tr: hata;sorun;rapor;
uk: вада;баг;звіт;bug;issue;report;
zh_tw: bug;issue;report;回報;報告;錯誤;問題;臭蟲;

source: elementary, Inc.
ckb: کۆمپانیای ئێلەمێنتەری هاوپشک.
he: elementary בע״מ.

source: Add several missing components
ar: إضافة عدة مكونات مفقودة
ckb: زیادکردنی چەند پێکهێنەرێکی پێویست
cs: Přidáno několik chybějících součástí
de: Einige fehlende Komponenten hinzugefügt
ja: 一覧になかったコンポーネントを追加
pt: Adiciona vários componentes em falta
zh_cn: 添加几个缺失的组件

source: Show Flatpak Apps
ar: إظهار تطبيقات Flatpak
ckb: پشاندانی ئەپەکانی فڵاتپاک
cs: Zobrazování Flatpak aplikací
de: Flatpak Apps anzeigen
ja: Flatpak アプリを表示するように修正
pt: Mostra aplicações Flatpak
zh_cn: 显示Flatpak应用

source: Support dark style
ar: دعم الواجهة المظلمة
ckb: پاڵپشتیکردنی دۆخی تاریک
cs: Podpora pro tmavý vzhled
de: Unterstützung für Dark Mode
ja: ダークスタイルに対応
pt: Suporte ao estilo escuro
zh_cn: 支持暗色风格

source: Add multitouch navigation gestures
ar: إضافة حركات التنقل متعددة اللمس
ckb: زیادکردنی جوڵەکانی multitouch navigation
cs: Přidána vícedotyková gesta pro navigaci
de: Multitouch-Gesten hinzugefügt
ja: マルチタッチジェスチャーで画面遷移できるように変更
pt: Adiciona gestos de navegação multi-toque
zh_cn: 添加多点触控导航手势

source: Ensure links are up-to-date
ar: التأكد من أن الروابط محدثة
ckb: دڵنیابوونەوە لە کارکردنی بەستەرەکان
cs: Zajištěno že odkazy jsou aktuální
de: Sicherstellen, dass Links aktuell sind
ja: リンクを最新の URL に更新
pt: Assegura que as ligações estão atualizadas
zh_cn: 确保链接是最新的

source: Submit and track issue reports
ar: إمكانية إرسال وتتبع تقارير المشاكل
ckb: ناردن و چاودێریکردنی ڕاپۆرتەکانی کێشە
cs: Odesílat a sledovat hlášení o chybách
de: Einreichen und Verfolgen von Fehlerberichten
ja: 不具合レポートを作成し追跡します
pt: Envie e acompanhe relatórios de problemas
zh_cn: 提交和追踪问题报告

source: issue;report;bug;
ckb: کێشە؛ڕاپۆرت؛بەگ;
cs: problém;hlášení;chyba;
de: Fehler;Melden;Bug;problem;absturz;report;
ja: issue;report;bug;問題;不具合;イシュー;報告;レポート;バグ;
pt: problema;reportar;erro;
zh_cn: 问题;报告;缺陷;

source: Issue Reporter
ar: مبلغ المشاكل
zh_cn: 报告问题
